[
  {
    "title": "Tips for Planning your Next Trip",
    "slug": "trip-planning",
    "article": "<p>I remember when I started planning my first trip around the world. I had no idea what I was doing.</p>\n\n<p>When I decided to quit my job and travel the world, I walked into a bookstore and bought Lonely Planet’s Southeast Asia on Shoestring. Buying that guidebook was my first step toward long-term travel. It made the trip seem more real, more tangilbe. It made it all seem possible.</p>\n\n<p>While helpful, the book didn’t exactly prepare me for planning a trip around the world. Back then, there weren’t really travel blogs, guides, sharing economy websites, and apps like there are today. I was excited and determined — but I was lost. I just had to figure it out as I went, hoping I didn’t miss anything important.</p>\n\n<p>Trip planning can be a daunting task. Where do you begin? What’s step one? What’s step two? What’s step three?</p>\n\n<p>It’s easy to get overwhelmed, especially when you haven’t done something like this before — and especially considering just how much information there is out there these days. Blogs, social media, and guidebooks have never been more plentiful. There’s a firehose of information out there which can sometimes make the task of planning a trip even more challenging and overwhelming.</p>",
    "date": "February 24th, 2020",
    "image": "luggage.jpg"
  },
  {
    "title": "Syria: It's not the time.",
    "slug": "syria-is-dangerous",
    "article": "<p>If you’re like me, you associate travel with positive emotions: the feeling of the sun on your shoulders halfway around the world, of breaking bread with people from cultures different than your own, and the inner joy of making your way across unknown lands safely.</p>\n\n<p>Travel improves our lives, broadens our horizons, and helps us understand the world we inhabit.</p>\n\n<p>Yet these are experiences few humans will ever have.</p>\n\n<p>As widespread as it has become in recent years, travel is still a privilege afforded only to a few.</p>\n\n<p>That is especially true of war zones, where residents are more concerned about living through the day than seeing the wonders of the world. Things we take for granted — the ability to turn on a tap and get drinkable water, to flick a switch and get light, to walk to the store and find food on the shelves — are rare or absent for those suffering through such conflicts.</p>\n\n<p>While there many places in the world that are like that, today I want to talk about one in particular: Syria.</p>\n\n<p>Lately, I’ve seen a number of folks visit Syria as tourists. When asked why, they usually talk about trying to highlight the good people in the country and how such places aren’t “just what you see in the media.”</p>\n\n<p>And while both of those things are almost always true, I don’t think one should visit conflict zones as a tourist — whether you’re a writer, blogger, or everyday Joe or Jane. I think it’s reckless and shows a complete lack of empathy and respect for the people suffering through the horrors of war. It’s self-centered. It doesn’t actually help in any real way. It usually creates a distorted picture of the situation. It’s a misuse of Western privilege.</p>\n\n<p>No one doubts there are wonderful people and places in Syria. In fact, one of my greatest travel regrets is not having visited Syria before the conflict, because friends waxed poetic about how the hospitality and openness of the locals were second to none.</p>",
    "date": "February 11th, 2020",
    "image": "globe.jpg"
  },
  {
    "title": "Travelling With a Peacock: the only way to fly.",
    "slug": "peacock-travel",
    "article": "<p>With its massive tail and iridescent colors, this bird has long fascinated its human observers—and we’re still learning its secrets. For example, a study recently published in The British Journal of Animal Behaviour says that when a peacock fans its ornamented train for the ladies during mating season, its feathers quiver, emitting a low-frequency sound inaudible to human ears. Depending on whether they want to attract females from far away or up close, they can change the sound by shaking different parts of their feathers. (They’re not the only animals that create infrasonic sounds. Elephants produce them with their vocal cords, most likely to communicate over long distances.)</p><p>The first time I brought a peacock on the plane, it was a disaster. Now I store him in the overhead, and life is better!",
    "date": "January 11th, 2020",
    "image": "peacock.jpg"
  },
  {
    "title": "The Thanksgiving Airport Survival Guide",
    "slug": "airport-survival",
    "article": "<p>As Thanksgiving approaches, the prospect of traveling fills many with dread. Where to stay? Are cheap flights still available? Do I really want to leave home on one of the busiest travel days of the year? This season, let Travel + Leisure do the work for you. From expert travel tips to cooking inspiration from celebrity chefs, we guarantee you’ll be sitting down to your most fulfilling and (perhaps it goes without saying) delicious Thanksgiving yet.How to travel on ThanksgivingThis Thanksgiving, use Travel + Leisure’s detailed infographics, airport statistics, and app recommendations to map out your journey like a pro. Looking for ground transportation after you’ve flown into an unfamiliar city? Want to avoid the most congested roads? Wondering which foods—or leftovers—the TSA will let you carry onto a plane?</p>\n\n<p>Our exhaustive Thanksgiving travel guides bring you up-to-date with meticulously researched advice to ensure your time in transit remains stress-free.While airport delays and highway traffic pose the biggest threats to Thanksgiving vacation woes, with the right planning, travelers can skillfully sidestep the insanity. Consult our list of the best travel apps, as well as travel tips, airfare deals, and money-saving hotel packages for an effortless Thanksgiving weekend.Go out to eat, Don’t want to, or simply can’t, cook dinner at home? Our Thanksgiving travel guides will also show you which restaurants are open. From Michelin-starred gastronomic temples to throwback diners, you’ll find special prix-fixe menus, full Thanksgiving take-out meals, and pecan pie that’s worth writing home about.</p>",
    "date": "October 13th, 2019",
    "image": "luggage.jpg"
  }
]
